{
  "Not Found": "Ничего не найдено",
  "Home Page": "Главная",
  "Site title": "Кинорежиссеры Беларуси",
  "FirstPageTitle": "Портал посвящен Белорусскому союзу кинематоргафистов",
  "Description": "Белорусский союз кинематоргафистов был основан 15 ноября 1962 года. На сегодняшний день союз объединяет более 300 талантливых деятелей киноискусства. Основные задачи Союза: создание интеллектуальной творческой среды, способствующей развитию национального киноискусства; защита интеллектуальной собственности и социальная защита членов Союза, обширная культурная работа со зрителями и ряд других задач. Союз организует творческие вечера известных кинематографистов Беларуси и других стран, вернисажи художников кино и фотовыставки. БСК проводит научно-практические конференции, «круглые столы» по актуальным проблемам кинокультуры, издает по их итогам сборники, является инициатором и соучредителем ежегодных международных кинофестивалей: «Листопад» и детского МКФ «Листопадик» в Минске, МФ анимационных фильмов «Анимаевка» в Могилеве, Национального КФ в Бресте, которые собирают многотысячные аудитории, а также фестиваля экологических фильмов «Ekafilm» (проводится один раз в два года) и ряд других культурных акций.",
  "List of Directors": "Список кинорежиссеров Беларуси",
  "Wrong url": "Страница не найдена",
  "Wrong url message": "Вы просто попали на маршрут, который не существует ... грусть.",
  "Directors list": "Кинорежиссеры Беларуси",
  "Days Author": "Автор дня",
  "Days Author Name": "Цветков Юрий Николаевич",
  "Days Author Description": "Советский и белорусский кинорежиссёр, сценарист, оператор, директор Белорусского видеоцентра, директор Национальной киностудии Беларусьфильм, заместитель министра культуры Республики Беларусь.",
  "Placeholder": "Поиск",
  "Movie": "Фильм",
  "Date": "Дата",
  "Developers": "Разработчики",
  "Button": "Перейти",
  "TimeLine": "Временная линия",
  "Table": "Работы",
  "Map": "Карта",
  "Gallery": "Галерея",
  "About us": "О нас",
  "About developers": "Данный портал разработан с использованием генератора статических сайтов gatsbyjs. Управление контентом осуществляется при помощи API-системы управления контентом confentful, которая позволяет осуществлять кросс-платформенную онлайн-публикацию на множестве устройств. Для визуального оформления портала была использована библиотека material-ui, которая позволяет создавать приложения в стиле Google Material Design с использованием компонентов React. Контент и интерфейс портала доступен в 3 трех языках: русском, белорусском и английском. Также портал адаптивен для просмотра на мобильных устройствах.",
  "Director content": "Содержание"
}